Repository: ANMClickApps/ftrainer
Catalog: lib/l10n/app_*.arb
Languages: ru

# language
source: English
ru: russian

source: Hello World!
ru: Слава Україні!

# mainText
source: Essentially, beginner gym training is all about hitting all the big muscle groups at the same time to build strength and strengthen the skeleton.
ru: По сути, тренировки в зале для начинающих строятся на одновременной проработке всех крупных мышечных групп — это позволяет развить силу, укрепить скелет.

# langSettingTitle
source: Languages
ru: Язык

# langSettingSubTitle
source: Pick on the Flag icon
ru: Нажми на иконку флага

# homeTab
source: Home
ru: Главная

# resultTab
source: Result
ru: Результаты

# settingsTab
source: Settings
ru: Настройки

# cardHomeCat
source: to mass
ru: на массу

# cardHomeTitle
source: Workouts for beginners
ru: Тренировки для новичков

# cardHomeSubTitle
source: The program requires a high level of endurance and training experience in the gym.
ru: Программа требует высокого уровня выносливости и опыта тренировок в зале.

# cardHomeCount
source: 3 times a week
ru: 3 раза в неделю

source: Day
ru: День

# dayOne
source: The first day of the training program is the most difficult. It involves working on the two largest muscle groups of the body - the chest and legs. Note that if you can go to the gym 4 times a week, it is better to allocate a separate
ru: Первый день программы тренировок является наиболее сложным. Он подразумевает работу над двумя крупнейшими мышечными группами тела — грудью и ногами. Отметим, что при возможности ходить в тренажерный зал 4 раза в неделю, лучше выделить отдельную

# dayOne2
source: leg workouts.
ru: тренировку на ноги

# daySecond
source: The second day of the training program focuses on the upper half of the body. The goal is to work out the muscles that give the figure massiveness. Round and voluminous shoulders will make the figure wider, and large triceps will increase the volume of the arms, visually expanding the biceps.
ru: Второй день программы тренировок акцентирован на верхней половине тела. Цель — проработка мышц, придающих фигуре массивность. Круглые и объемные плечи сделают фигуру шире, а большой трицепс увеличит объем рук, визуально расширяя бицепс.

# dayThree
source: The final day of training is based on working out the back and press. Pulldowns and pull-ups develop the latissimus dorsi muscles, while dumbbell rows and rows to the belt while sitting give it thickness. Optionally, the training program may include deadlift.
ru: Заключительный день тренировок строится на проработке спины и пресса. Тяга верхнего блока и подтягивания развивают широчайшие мышцы спины, а тяга гантелей в наклоне и тяга блока к поясу сидя придает ей толщину. Опционально в программу тренировок может входить становая тяга.

# exerciseFor
source: Exercises for
ru: Упражнения на

source: Exercise
ru: Упражнение

source: Recommendations
ru: Рекомендации

source: Start
ru: Старт

# sets
source: sets/repetitions
ru: подходов/повторений

# setsStart
source: Sets:
ru: Подходов:

# repetitionsStart
source: Repetitions:
ru: Повторений:

source: Count of repetitions
ru: Количество повторений

# addButton
source: Add
ru: Добавить

# doneButton
source: Done
ru: Завершить

source: Exercise name
ru: Название упражнения
